.svn/pristine/27/27b639a8b2498eaf0f47a2cc13d09a88a9b53ca1.svn-base

<!-- 陆金所（实时）-银行卡 -->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:fram="http://framework.facade.common.transcore.pinganfu.com/">
	<soapenv:Header />
	<soapenv:Body>
		<fram:execProxyPayoff>
			<arg0>
				<bankCardInfo>
					<accountName>林子轩</accountName>
					<bankId>1043</bankId>
					<bankName>平安银行</bankName>
					<cardCode>PAB</cardCode>
					<cardNumber>621626000019633222</cardNumber>
				</bankCardInfo>
				<busiChannel>W</busiChannel>
				<customerId>2000010000000002</customerId> <!--  03  -->
				<dcFlag>D</dcFlag>
				<extFeilds>dd</extFeilds>
				<orderNo>${orderNo}</orderNo>
				<productCode>200020010000</productCode>
				<toCredentialType>2</toCredentialType>
				<toCustomerId>1000010000026540</toCustomerId> <!--  00 -->
				<transAmt>10000000</transAmt>
				<transFactAmt>10000000</transFactAmt>
				<transType>64</transType>
			</arg0>
		</fram:execProxyPayoff>
	</soapenv:Body>
</soapenv:Envelope>